---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SsePointOffsetFromSurface
source: html/2e12321d-bb7f-bb54-09c4-220c2305f5be.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SsePointOffsetFromSurface Property

"Offset from Surface"

## Syntax (C#)
```csharp
public static ForgeTypeId SsePointOffsetFromSurface { get; }
```